appmenu-glib-translator-git
asdf-vm
asdf-vm-debug
aylurs-gtk-shell-git
aylurs-gtk-shell-git-debug
bun-bin
bun-bin-debug
codelldb-bin
codelldb-bin-debug
crush-bin
crush-bin-debug
lazyjournal
lazyjournal-debug
libcava
libjpeg6-turbo
lua51-tiktoken-bin
opencode-bin
phonon-qt6-mpv
proton-ge-custom-bin
protonup-qt
python-imageio-ffmpeg
python-inputs
python-screeninfo
python-steam
python-vdf
sc-im
shell-color-scripts-git
tuxracer
vacuumtube
visual-studio-code-insiders-bin
wlogout-debug
yay-bin-debug
tofi-debug
zen-browser-bin   # if you want it also optional
