appmenu-glib-translator-git
asdf-vm
asdf-vm-debug
aylurs-gtk-shell-git
aylurs-gtk-shell-git-debug
bun-bin
bun-bin-debug
codelldb-bin
codelldb-bin-debug
crush-bin
crush-bin-debug
lazyjournal
lazyjournal-debug
lib32-libjpeg6-turbo
lib32-libjpeg6-turbo-debug
libastal-4-git
libastal-4-git-debug
libastal-apps-git
libastal-apps-git-debug
libastal-auth-git
libastal-auth-git-debug
libastal-battery-git
libastal-battery-git-debug
libastal-bluetooth-git
libastal-bluetooth-git-debug
libastal-cava-git
libastal-cava-git-debug
libastal-git
libastal-git-debug
libastal-greetd-git
libastal-greetd-git-debug
libastal-hyprland-git
libastal-hyprland-git-debug
libastal-io-git
libastal-io-git-debug
libastal-meta
libastal-mpris-git
libastal-mpris-git-debug
libastal-network-git
libastal-network-git-debug
libastal-notifd-git
libastal-notifd-git-debug
libastal-powerprofiles-git
libastal-powerprofiles-git-debug
libastal-river-git
libastal-river-git-debug
libastal-tray-git
libastal-tray-git-debug
libastal-wireplumber-git
libastal-wireplumber-git-debug
libcava
libjpeg6-turbo
lua51-tiktoken-bin
opencode-bin
phonon-qt6-mpv
proton-ge-custom-bin
protonup-qt
python-imageio-ffmpeg
python-inputs
python-screeninfo
python-steam
python-vdf
sc-im
shell-color-scripts-git
tuxracer
vacuumtube
visual-studio-code-insiders-bin
wlogout-debug
yay-bin-debug
tofi-debug
zen-browser-bin   # if you want it also optional